{
  "colorful-winsep.nvim": { "branch": "main" },
  "ddc-buffer": { "branch": "main" },
  "ddc-dictionary": { "branch": "main" },
  "ddc-filter-converter_remove_overlap": { "branch": "main" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-matcher_fuzzy": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-cmdline-history": { "branch": "main" },
  "ddc-source-copilot": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-input": { "branch": "main" },
  "ddc-source-line": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-source-lsp-setup": { "branch": "main" },
  "ddc-source-mocword": { "branch": "main" },
  "ddc-source-omni": { "branch": "main" },
  "ddc-source-rg": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-column-devicon_filename": { "branch": "main" },
  "ddu-column-filename": { "branch": "main" },
  "ddu-column-icon_filename": { "branch": "main" },
  "ddu-commands.vim": { "branch": "main" },
  "ddu-filter-converter_devicon": { "branch": "main" },
  "ddu-filter-converter_dir_omit_middle": { "branch": "main" },
  "ddu-filter-converter_display_word": { "branch": "main" },
  "ddu-filter-converter_file_git_status": { "branch": "main" },
  "ddu-filter-converter_file_info": { "branch": "main" },
  "ddu-filter-converter_highlight": { "branch": "main" },
  "ddu-filter-converter_hl_dir": { "branch": "main" },
  "ddu-filter-converter_kind": { "branch": "main" },
  "ddu-filter-converter_relativepath": { "branch": "main" },
  "ddu-filter-converter_remove_display": { "branch": "main" },
  "ddu-filter-converter_tab": { "branch": "main" },
  "ddu-filter-fzf": { "branch": "main" },
  "ddu-filter-kensaku": { "branch": "master" },
  "ddu-filter-matcher_files": { "branch": "main" },
  "ddu-filter-matcher_hidden": { "branch": "main" },
  "ddu-filter-matcher_ignore_files": { "branch": "main" },
  "ddu-filter-matcher_ignores": { "branch": "main" },
  "ddu-filter-matcher_relative": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-filter-sorter_alpha": { "branch": "main" },
  "ddu-filter-sorter_directory_file": { "branch": "main" },
  "ddu-filter-sorter_length": { "branch": "main" },
  "ddu-filter-sorter_reversed": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-kind-word": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-arglist": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-command": { "branch": "main" },
  "ddu-source-command_history": { "branch": "main" },
  "ddu-source-dummy": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-file_external": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-help": { "branch": "main" },
  "ddu-source-line": { "branch": "main" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-markdown": { "branch": "main" },
  "ddu-source-mr": { "branch": "main" },
  "ddu-source-path_history": { "branch": "main" },
  "ddu-source-quickfix_history": { "branch": "main" },
  "ddu-source-register": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-source-tab": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu-ui-filer": { "branch": "main" },
  "ddu-ui-preview": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops-popup-preview.vim": { "branch": "main" },
  "denops-signature_help": { "branch": "main" },
  "denops-skkeleton.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "formatter.nvim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gin.vim": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mr.vim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "skkeleton_indicator.nvim": { "branch": "main" },
  "tabby.nvim": { "branch": "main" },
  "transparency.vim": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-compiler-python": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-dispatch-neovim": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "winpick.nvim": { "branch": "trunk" },
  "winresizer": { "branch": "master" }
}